"""
4월 파이썬 격월 세미나 : Beat The Stress!
대한민국 서울특별시 서대문구 신촌동 연희로2길 62
일시 : 2019년 04월 20일 (토)  / 오후 02:00 - 오후 07:00
주최 : 파이콘코리아💚

올해 첫 격월 세미나의 주제는 Beat the stress! 입니다.
파이썬으로 스트레스를 받으신다구요? 여기 스트레스를 없애는 방법들을 소개 하겠습니다!

어딘가의 블로그나 발표자료처럼 실적을 발표하는 자리는 아닙니다. 파이썬으로 반복작업을
줄이기 위해 더 반복할 수도, 재미있는 게임을 만들기위해 게임을 하는 시간을 다 보낼 수도
있죠. 비슷한 경험이 있다면 공감을, 더 나은 의견이 있다면 질문해주세요! 와서 흥미로운
주제로 의견 나눠보아요!

또한 올해 파이콘에서 저희는 별이 되고자 하는 파이써니스타를 찾고있습니다.
파이썬을 연구만해도, 단순히 취미로 사용해도 혹은 이름만 알아도, 파이썬을 사용하고자
한다면 모두 파이써니스타 라는 이름으로 참가 해 주세요.

🔥격월 세미나를 통해 뜨거운 파이콘의 분위기를 미리 느껴보세요🔥

[일시] 2019년 4월 20일 토요일 14:00~19:00
[장소] 한빛미디어 리더스홀
[금액] 10,000원 (세미나 참가비)
[후원] 장소후원 - 한빛미디어
[티켓오픈] 4월 3일 (수) 14시 KST

[타임테이블]
    14:00~14:25 귀찮은 프로젝트 셋업, 이젠 찍어내자! - 정겨울
    14:30~14:55 tkinter로 시작하는 파이썬 GUI 프로그래밍 - 박유진
    15:15~15:40 하기 귀찮은 일 이제 효도는 봇으로 - 이현호
    15:45~16:05 CI? CD? Python 으로 간단하게 자동 배포 만들어보기! - 김태욱
    16:25~16:35 파이썬으로 경마 데이터 분석하기 - 김진형
    16:35~16:45 코알못 회사원이 파이썬 업무 적용기 - 신명진
    16:45~ 네트워크 시간

- 본 세미나는 유료입니다.
- 프로그램 진행 후 네트워크 세션이 예정되어있습니다.
- 파이썬 세미나는 파이콘 한국 준비위원회에서 주관하고 있습니다. 파이콘과 동일하게
    Code of Conduct를 지켜주실 것을 요청드립니다.
    (CoC : http://blog.pycon.kr/2017/08/08/code-of-conduct/)

✨ 파이콘 한국 준비위원회에서는 누구나 참여할 수 있고, 이해할 수 있는 파이썬 세미나를
만들기 위해 영상제작 및 자막 작업을 할 예정입니다. 이를 위해 촬영비와 속기비용이 사용
됩니다. 모두를 위한 더 나은 세미나를 위해 비용이 사용되고 있으니 응원 부탁드립니다.
"""
# 격월세미나 정리노트 = https://workflowy.com/#/187a3909d8f9

print(__doc__)
